Autodesk.Revit.Exceptions.CentralFileCommunicationException.GetObjectData(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Retrieves data needed to serialize the target object.
info:
Data needed to serialize or deserialize the object.
context:
The destination of the serialized stream.

Autodesk.Revit.Exceptions.CentralFileCommunicationException
The exception thrown when there is a network communication error involving a file-based central model.
Since: 2014